<?php namespace Aowow\Template; ?>

                    <h2><img src="<?=$this->gStaticUrl; ?>/images/icons/bubble-big.gif" width="32" height="29" alt="" style="vertical-align:middle;margin-right:8px">Напоминание</h2>
                    Ваш скриншот <b class="q10">не</b> будет одобрен, если он не соответствует следующим рекомендациям.

                    <ul>
                        <li><div>Обязательно увеличьте свои <u><b>настройки графики</b></u>, чтобы скриншот выглядел хорошо!</div></li>
                        <li><div>Скриншоты из <u><b>просмотрщика моделей</b></u> удаляются сразу (это также касается выбора персонажа).</div></li>
                        <li><div>Не включайте <u><b>текст на экране</b></u> и <u><b>круг выделения</b></u> NPC.</div></li>
                        <li><div>Не включайте никакой <u><b>интерфейс пользователя</b></u> в скриншот, если это возможно.</div></li>
                        <li><div>Используйте <u><b>инструмент обрезки скриншотов</b></u>, чтобы максимально сфокусироваться на предмете и уменьшить ненужное окружение, чтобы лучше показать предмет на миниатюре, которая будет на странице предмета.</div></li>
                    </ul>
